Repository: common-repository/woosa-in3
Catalog: languages/woosa-in3-*.po
Languages: nl_nl

source: Amount exceeds limit! There is an order amount limit above which pay after delivery by in3 is not available.
nl_nl: Bedrag overschrijdt limiet! Er is een orderbedrag limiet hierdoor is in 3 termijnen betalen via in3 niet beschikbaar.

source: Balance exceeds limit! There is a limit on the unpaid sum of all orders using in3.
nl_nl: Saldo overschrijdt limiet! Er is een limiet op de onbetaalde som van alle bestellingen met behulp van in3.

source: Not creditworthy! The customer is not accepted for credit by this service. in3 uses services for the actual credit check (B2C: Experian, B2B: Graydon).
nl_nl: Niet kredietwaardig! De klant wordt niet geaccepteerd voor krediet door deze dienst. in3 gebruikt diensten voor de feitelijke kredietcontrole (B2C: Experian, B2B: Graydon).

source: Credit check unavailable! The extern credit check service is not available.
nl_nl: Kredietcheck niet beschikbaar! De externe kredietchick is niet beschikbaar.

source: Not found! The corporation could not be found based on its name and/or its address(B2B only).
nl_nl: Niet gevonden! Het bedrijf kan niet worden gevonden op basis van zijn naam en/of haar adres (alleen B2B).

source: Address blocked! The invoice address is blocked by in3
nl_nl: Adres geblokkeerd! Het factuuradres wordt geblokkeerd door in3

source: Too young! The customer is under 18 age
nl_nl: Te jong! De klant is jonger dan 18 jaar

source: Different shipping address! The shipping address must be the same as the invoice address
nl_nl: Ander verzendadres! Het verzendadres moet hetzelfde zijn als het factuuradres

source: Shipping address blocked! The shipping address is blocked by in3
nl_nl: Verzendadres geblokkeerd! Het verzendadres wordt geblokkeerd door in3

source: API address blocked! The IP address is blocked by in3
nl_nl: API-adres geblokkeerd! Het IP-adres wordt geblokkeerd door in3

source: Country blocked! The country of the invoice address is blocked by in3
nl_nl: Land geblokkeerd! Het land van het factuuradres wordt geblokkeerd door in3

source: Shipping country blocked! The country of the shipping address is blocked by in3
nl_nl: Verzend land geblokkeerd! Het land van het verzendadres wordt geblokkeerd door in3

source: Amount too low! The invoice amount is to low.
nl_nl: Bedrag te laag! Het factuurbedrag is te laag.

source: Too many open invoices! The customer has too still open invoices with Capyable
nl_nl: Te veel openstaande facturen! De klant heeft ook nog steeds facturen geopend met Capyable

source: IP address block due to multiple orders within 24 hours!
nl_nl: IP-adresblok vanwege meerdere bestellingen binnen 24 uur!

source: Pay your first installments directly via iDeal. The second and third installment are paid after respectively 30 and 60 days. No interest, no BKR registrations.
nl_nl: Betaal de eerste termijn nu direct via iDEAL. De tweede en derde termijn betaal je binnen 30 en 60 dagen. Géén rente, Géén BKR-registratie.

source: The first term will be paid via iDEAL the 2nd and 3rd term via invoice.
nl_nl: Betaal de eerste termijn nu direct via iDEAL. De tweede en derde termijn betaal je binnen 30 en 60 dagen. Géén rente, Géén BKR-registratie.

source: Every %s minute
nl_nl: Elke %s minuut

source: Payment issue
nl_nl: Betalingsprobleem

source: Payment issue (%s)
nl_nl: Betalingsprobleem (%s)

source: The payment status cannot be processed because the transaction number is missing! Please check with in3 and process manually this order.
nl_nl: De betalingsstatus kan niet worden verwerkt omdat het transactienummer ontbreekt! Neem contact op met in3 en verwerk deze bestelling handmatig.

source: An error has occurred while trying to get the payment status, %sclick here%s to try again manually
nl_nl: Er is een fout opgetreden tijdens het ophalen van de betaalstatus, %sklik hier%s om handmatig opnieuw te proberen

source: The transaction number failed to updated the payment satutus
nl_nl: Het transactienummer heeft de betalingssatutu's niet bijgewerkt

source: The payment has been done successfully
nl_nl: De betaling is succesvol

source: The payment has been cancelled by the customer
nl_nl: De betaling is geannuleerd door de klant

source: The payment hasn't been processed yet and more than a week has passed. Please check with in3 and process manually this order.
nl_nl: De betaling is nog niet verwerkt en meer dan een week is verstreken. Neem contact op met in3 en verwerk deze bestelling handmatig.

source: We're waiting for the payment to be processed
nl_nl: We wachten tot de betaling wordt verwerkt

source: The payment hasn't been finalized.
nl_nl: De betaling is nog niet afgerond.

source: Settings
nl_nl: Instellingen

source: Check for Updates
nl_nl: Controleer voor updates

source: This plugin requires %s plugin to be installed and active!
nl_nl: Helaas, deze plugin heeft %s nodig om te kunnen functioneren!

source: Your server must have at least PHP 7.0! Please upgrade! %sGo back%s
nl_nl: Jouw server moet ten minste PHP 7.0 gebruiken. Gelieve de PHP versie te upgraden! %sGa terug%s

source: You need at least Wordpress 4.5! Please upgrade! %sGo back%s
nl_nl: U heeft tenminste WordPress 4.5 nodig! Gelieve te upgraden! %sGa terug%s

source: The payment has been abandoned by the customer
nl_nl: De betaling is afgebroken door de klant

source: This credit check is not accepted. Please contact us if this problem persists!
nl_nl: Deze kredietcheck wordt niet geaccepteerd. Neem contact met ons op als dit probleem zich blijft voordoen!

source: or %s in 3 terms
nl_nl: of 3x %s met

source: or %s in 3 terms via %s
nl_nl: of 3x %s met

source: Disable in3 Offer display
nl_nl: Toon in3 prijs per termijn

source: Weather or not to display in3 price per term for this product category.
nl_nl: Schakelt de prijs per termijn op basis van de product categorie uit.

source: Gender
nl_nl: Geslacht

source: Male
nl_nl: Man

source: Female
nl_nl: Vrouw

source: Birth date
nl_nl: Geboortedatum

source: Day
nl_nl: Dag

source: Month
nl_nl: Maand

source: Year
nl_nl: Jaar

source: CoC Number
nl_nl: KvK-nummer

source: Take payments via in3 platform.
nl_nl: Laat je klanten in 3 termijnen betalen tegen 0% rente – in3.

source: You can not pay in 3 terms when ship to a different address.
nl_nl: U kunt niet betalen in 3 termijnen als u een ander verzendadres heeft ingevuld.

source: The payment process failed
nl_nl: Het betalingsproces is mislukt

source: At the moment you can't pay via in3. Please choose a different payment method or contact in3 for more information.
nl_nl: Op dit moment kunt u niet betalen via in3. Kies een andere betalmethode of neem contact op met in3 voor meer informatie.

source: Something went wrong while creating the payment.
nl_nl: Er ging iets mis tijdens het aanmaken van de betaling.

source: Shipping
nl_nl: Verzending

source: Total
nl_nl: Totaal

source: Something went wrong while getting payment URL.
nl_nl: Er ging iets mis tijdens het ophalen van de betaal URL.

source: Something went wrong while creating the invoice.
nl_nl: Er is iets mis gegaan tijdens het aanmaken van de factuur.

source: The refund amount has been sent to in3 successfully - referecence number: %s
nl_nl: Het terug te betalen bedrag is verzonden naar in3 met referentie-nummer: %s

source: Something went wrong while refunding the payment amount.
nl_nl: Er ging iets mis tijdens het toepassen van het restitutiebedrag.

source: %sGender%s is required.
nl_nl: %sGeslacht%s is vereist.

source: %sCoC Number%s is required for the company name you provided.
nl_nl: %sKVK nummer%s is vereist voor de bedrijfsnaam die u hebt opgegeven.

source: %sBirth date day%s is invalid.
nl_nl: %sGeboortedag%s is ongeldig.

source: %sBirth date month%s is invalid.
nl_nl: %sGeboortemaand%s is ongeldig.

source: %sBirth date year%s is invalid.
nl_nl: %sGeboortejaar%s is ongeldig.

source: Too young. You must be at least 18 years old.
nl_nl: Je bent te jong voor betaling in 3 termijnen. Je moet tenminste 18 jaar oud zijn.

source: %sBirth date%s is invalid.
nl_nl: %sGeboortedatum%s is ongeldig.

source: House number is required.
nl_nl: Huisnummer is verplicht.

source: House number must contain at least one number.
nl_nl: Het huisnummer moet ten minste één nummer bevatten.

source: Select
nl_nl: Selecteer

source: in3 Payments
nl_nl: in3 Betalingen

source: Enable/Disable
nl_nl: Inschakelen/Uitschakelen

source: Title
nl_nl: Titel

source: The title which the user sees during checkout.
nl_nl: Dit bepaalt de titel die de gebruiker ziet tijdens het betalen.

source: Pay in 3 terms - 0% interest
nl_nl: Betaal in 3 termijnen met 0% rente

source: Description
nl_nl: Omschrijving

source: The description which the user sees during checkout.
nl_nl: Dit bepaalt de beschrijving die de gebruiker ziet tijdens het afrekenen met IN3.

source: Pay in 3 terms via in3 platformss.
nl_nl: Betaal in 3 termijnen via in3.

source: Price amount per term
nl_nl: Toon bedrag per termijn

source: Yes
nl_nl: Ja

source: Whether or not to show the price amount per term for products
nl_nl: Toon het bedrag per termijn op de catalogus- en productpagina

source: Minimum in3 price
nl_nl: Minimum in3 prijs

source: The minimum price to display the in3 offer
nl_nl: De minimumprijs om te betalen met in3

source: Maximum in3 price
nl_nl: Maximale in3 prijs

source: The maximum price to display the in3 offer
nl_nl: De maximale prijs om te betalen met in3

source: Paid payment page
nl_nl: Bedankpagina

source: Select on which page customer will be redirected when payment has satus paid.
nl_nl: Selecteer op welke pagina de klant terecht komt, wanneer de betaling betaald is.

source: Cancelled payment page
nl_nl: Annuleringspagina

source: Select on which page customer will be redirected when payment has satus cancelled.
nl_nl: Selecteer op welke pagina de klant wordt doorgestuurd wanneer de betaling is geannuleerd.

source: Test mode
nl_nl: Testmodus

source: Checkout form fields
nl_nl: Afrekenproces invulvelden

source: If you are using a custom checkout form, please provide here the field name for each of the following:
nl_nl: Als u een aangepast afrekenproces gebruikt, definieer dan via onderstaande velden de concrete waardes van de afreken-velden:

source: First Name
nl_nl: Voornaam

source: Specify the checkout field name which will be used as First Name. Default is "billing_first_name".
nl_nl: Geef de naam van het afreken-veld op die als klant voornaam wordt gebruikt. Standaard is "billing_first_name".

source: Last Name
nl_nl: Achternaam

source: Specify the checkout field name which will be used as Last Name. Default is "billing_last_name".
nl_nl: Geef de naam van het afreken-veld op die als achternaam van de klant wordt gebruikt. Standaard is "billing_last_name".

source: Specify the checkout field name which will be used as Gender. There is no default".
nl_nl: Geef de naam van het afreken-veld op, die zal worden gebruikt voor geslacht. Er is geen standaard.

source: Specify the checkout field name which will be used as Email Address. Default is "billing_email".
nl_nl: Geef het afreken-veld op die zal worden gebruikt als klant e-mailadres. Standaard is "billing_email".

source: Company Name
nl_nl: Bedrijfsnaam

source: Specify the checkout field name which will be used as Company name. Default is "billing_company".
nl_nl: Geef de naam van het afreken-veld op die als bedrijfsnaam wordt gebruikt. Standaard is "billing_company".

source: Phone
nl_nl: Telefoon

source: Specify the checkout field name which will be used as Phone. Default is "billing_phone".
nl_nl: Geef het afreken-veld die zal worden gebruikt als klant telefoon. Standaard is "billing_phone".

source: Street Address
nl_nl: Straatnaam

source: Specify the checkout field name which will be used as Street Address. Default is "billing_address_1".
nl_nl: Geef de naam van het afreken-veld op die als straatadres wordt gebruikt. Standaard is "billing_address_1".

source: House Number
nl_nl: Huisnummer

source: Specify the checkout field name which will be used as House number. Default is "billing_address_1".
nl_nl: Geef de naam van het afreken-veld die zal worden gebruikt als huisnummer. Standaard is "billing_address_1".

source: Specify the checkout field name which will be used as Postcode. Default is "billing_postcode".
nl_nl: Geef de naam van het afreken-veld die zal worden gebruikt als postcode. Standaard is "billing_postcode".

source: Country
nl_nl: Land

source: Specify the checkout field name which will be used as Country. Default is "billing_country".
nl_nl: Geef het afreken-veldn die zal worden gebruikt als land. Standaard is "billing_country".

source: City
nl_nl: Stad

source: Specify the checkout field name which will be used as City. Default is "billing_city".
nl_nl: Geef de naam van het afreken-veld op die zal worden gebruikt als stad. Standaard is "billing_city".

source: Woosa - in3 payment for WooCommerce
nl_nl: Woosa - in3 voor WooCommerce

source: Accept payment in three (3) terms to your customers via your WooCommerce webshop.
nl_nl: Accepteer betaling in drie (3) termijnen aan uw klanten via uw WooCommerce webshop.
